Repository: NikoSan71/nc-dev-theme-autoswitch
Catalog: lang/dtas-*.po
Languages: fr_fr

source: You do not have sufficient permissions to access this page.
fr_fr: Permissions insuffisantes pour accéder à cette page.

source: Save Changes
fr_fr: Enregistrer les changements

source: Activate the plugin?
fr_fr: Activer le plugin?

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Development Theme
fr_fr: Thème de développement

source: That theme will be used when connected with the user account selected below.
fr_fr: Ce thème sera affiché à la place du thème actuel pour tous les utilisateurs sélectionnés ci-dessous.

source: Choose users
fr_fr: Sélectionnez les utilisateurs

source: Clic the left column to choose one or more users who will see the development theme.
fr_fr: Sélectionnez dans la colonne de gauche le ou les utilisateurs qui utiliseront le thème de developpement.

source: Show message on front?
fr_fr: Afficher le message sur le site?

source: Message text
fr_fr: Texte du message

source: Show a little message (or not) on the top left of the front site.
fr_fr: Affiche un petit message sur le site indiquant que l'ont se trouve sur le thème de développement et non sur le thème par défaut.
